Repository: GUI/covid-vaccine-finder
Catalog: website/lang/generated/*.po
Languages: es_us

source: <strong>Uh oh!</strong> The data for this pharmacy is old. Please visit the <a href="{link}" target="_blank" rel="noopener">pharmacy's website</a> directly for appointment availability. this likely means that the pharmacy is blocking our tool from accessing their website.
es_us: <strong>¡Ay, no!</strong> Los datos de esta farmacia son antiguos. Por favor, visita el <a href="{link} target="_blank" rel="noopener">sitio de web</a> de la farmacia directamente para la disponibilidad de citas. Esto probablemente significa que la farmacia está bloqueando el acceso de nuestra herramienta a su sitio web.

source: <strong>Warning:</strong> Many users are reporting issues booking appointments with {name} (due to 2nd appointment requirements). However, some users have still reported success, so I still want to share the data I have from the pharmacies. I'm trying to figure out a better way to detect these issues, but in the meantime, sorry for any frustration!
es_us: <strong>Advertencia</strong>: Muchos usuarios informan problemas para reservar citas con {name} (debido a los requisitos de la segunda cita). Sin embargo, algunos usuarios aún han informado de éxito, y por eso todavía quiero compartir los datos que tengo de las farmacias. Estoy tratando de encontrar una mejor manera de detectar estos problemas, pero mientras tanto, ¡lamento la frustración!

source: A tool to help you track down COVID-19 vaccine appointment openings at your state's pharmacies. Updated every minute.
es_us: Una herramienta para ayudarte a rastrear citas para la vacuna COVID-19 en las farmacias de su estado. Actualizado cada minuto.

source: A tool to help you track down COVID-19 vaccine appointment openings at {state} pharmacies. Updated every minute.
es_us: Una herramienta para ayudarte a rastrear las vacantes de citas para la vacuna COVID-19 en farmacias en su estado. Actualizado cada minuto.

source: About
es_us: Acerca de

source: All
es_us: Todas

source: All doses
es_us: Todas las dosis

source: All supported locations in {state} are scanned on a regular basis and this page is updated with any available appointments in the state. If you don't see locations near you right now, appointments can come and go quickly so try visiting the page at different times throughout the day.
es_us: Todas las ubicaciones admitidas en {state} se escanean de forma regular y esta página se actualiza con las citas disponibles en el estado. Si no ves ubicaciones cercanas a ti en este momento, las citas pueden aparecer y desaparecer rápidamente, así que intenta visitar la página en diferentes momentos durante el día.

source: Any distance
es_us: Cualquier distancia

source: Any feedback is welcome: <a href="m&#97;ilto&#58;v%&#54;1&#99;&#99;&#105;ne&#64;nic&#107;%6D&#46;org">vacc&#105;ne&#64;ni&#99;k&#109;&#46;o&#114;&#103;</a> or <a href="https://twitter.com/nickblah">@nickblah</a>. And if you're a coder and have interest in helping out on <a href="https://github.com/GUI/covid-vaccine-finder/issues">GitHub</a>, that would be dandy (although the code's still messy)!
es_us: Cualquier comentario es bienvenido: <a href="m&#97;ilto&#58;v%&#54;1&#99;&#99;&#105;ne&#64;nic&#107;%6D&#46;org">vacc&#105;ne&#64;ni&#99;k&#109;&#46;o&#114;&#103;</a> o <a href="https://twitter.com/nickblah">@nickblah</a>. ¡Y si eres un programador(a) y tienes interés en ayudar en <a href="https://github.com/GUI/covid-vaccine-finder/issues">GitHub</a>, eso sería estupendo (aunque el código sigue siendo complicado)!

source: Appointment status unknown
es_us: Se desconoce el estado de las citas

source: Appointment type
es_us: Tipo de cita

source: Appointments available as of
es_us: Citas disponibles a partir del

source: Appointments not available
es_us: Citas no disponibles

source: Appointments recently available
es_us: Citas disponibles recientemente

source: At last check, this location does not carry the vaccine at all, so we have not fetched any appointments.
es_us: En la última verificación, esta ubicación no lleva la vacuna en absoluto, y debido a esto no hemos obtenido ninguna cita.

source: Be sure to visit your own state's official vaccination website for detailed information about your county's vaccine options and review whether or not you are eligible yet.
es_us: Asegúrate de visitar el sitio web oficial de vacunación de tu propio estado para obtener información detallada sobre las opciones de vacunas de tu condado y revisar si eres o no elegible todavía.

source: Check for New Appointments
es_us: Consultar nuevas citas

source: Donate
es_us: Donar

source: Donate to DirectRelief's efforts to help with the pandemic.
es_us: Dona a los esfuerzos de DirectRelief para ayudar con la pandemia.

source: Donate to UNICEF's efforts to help the global vaccination rollout.
es_us: Haz una donación a los esfuerzos de UNICEF para ayudar al lanzamiento mundial de la vacunación.

source: Enter a 5 digit ZIP code
es_us: Ingresa un código postal de 5 dígitos

source: Finding vaccines seems tough! Hopefully things will become easier soon, but in the meantime, maybe this can help. If you find this useful, feel free to share it around. Get in touch with any questions: <a href="m&#97;ilto&#58;v%&#54;1&#99;&#99;&#105;ne&#64;nic&#107;%6D&#46;org">vacc&#105;ne&#64;ni&#99;k&#109;&#46;o&#114;&#103;</a>, <a href="https://twitter.com/nickblah">@nickblah</a>, or <a href="https://github.com/GUI/covid-vaccine-finder/issues">GitHub</a>.
es_us: ¡Encontrar vacunas parece difícil! Con suerte, las cosas se volverán más fáciles pronto, pero mientras tanto, tal vez esto pueda ayudar. Si encuentras esto útil, no dudes en compartirlo. Ponte en contacto con cualquier preguntas: <a href="m&#97;ilto&#58;v%&#54;1&#99;&#99;&#105;ne&#64;nic&#107;%6D&#46;org">vacc&#105;ne&#64;ni&#99;k&#109;&#46;o&#114;&#103;</a>, <a href="https://twitter.com/nickblah">@nickblah</a>, or <a href="https://github.com/GUI/covid-vaccine-finder/issues">GitHub</a>

source: First Dose
es_us: Primera dosis

source: For Developers:
es_us: Para desarrollador@s:

source: I'd like to add additional functionality (scanning additional pharmacies and sending e-mail or text notifications when appointments open up) if this proves useful and as time permits. If you're a computer programmer and would like to contribute, the project is <a href="https://github.com/GUI/covid-vaccine-finder">open source on GitHub</a> (it's currently very messy and undocumented, though).
es_us: Me gustaría agregar funcionalidad adicional, (escanear farmacias adicionales y enviar notificaciones por correo electrónico o mensajes de texto cuando se abren citas) si esto resulta útil y si el tiempo lo permite. Si eres programador@ de computadoras y te gustaría contribuir, el proyecto es <a href="https://github.com/GUI/covid-vaccine-finder"> código abierto (open source) en GitHub</a > (aunque actualmente es muy desordenado e indocumentado).

source: I've received a lot of requests to donate to this project, which I really appreciate. Hearing of people's success stories of finding vaccines is reward enough, but if you would like to donate, please consider the following options:
es_us: He recibido muchas solicitudes para donar a este proyecto, lo cual agradezco mucho. Escuchar las historias de éxito de las personas al encontrar vacunas es una recompensa suficiente, pero si deseas donar, considera las siguientes opciones:

source: If you decide you want to find an appointment at a local pharmacy (and are currently eligible for the vaccine), this tool might be able to help.
es_us: Si deseas obtener una cita en una farmacia local (y actualmente eres elegible para la vacuna), esta herramienta podría ayudarte.

source: Last Checked
es_us: Última comprobación

source: Last checked
es_us: Última comprobación

source: Next
es_us: Siguiente

source: No appointments available as of last check
es_us: No hay citas disponibles desde la última verificación

source: No open appointments for your search can currently be found. Try expanding your search or check again later (appointments can come and go quickly).
es_us: Ahora no podemos encontrar citas disponibles para tu búsqueda. Intenta expandir tu búsqueda o verifica nuevamente más tarde (las citas pueden aparecer y desaparecer rápidamente).

source: Pharmacy
es_us: Farmacia

source: Previous
es_us: Anterior

source: Rather than searching around on each pharmacy's website, we'll automatically scan the pharmacy websites and show you any available appointments we can find on one page.
es_us: En lugar de buscar en el sitio web de cada farmacia, escanearemos automáticamente los sitios web de las farmacias y te mostraremos las citas disponibles que podamos encontrar en una página.

source: Scanning
es_us: Escaneando

source: Scanning {chain_count} pharmacy chains ({store_count} stores) in {state}
es_us: Escaneando {chain_count} farmacias ({store_count} tiendas diferentes) en {state_name}

source: Search
es_us: Buscar

source: Search for appointments near
es_us: Buscar citas cerca de

source: Second Dose Only - {type}
es_us: Segunda dosis solamente - {type}

source: Second dose only
es_us: Segunda dosis solamente

source: Share by E-mail
es_us: Compartir por Correo electrónico

source: Share on Facebook
es_us: Compartir en Facebook

source: Share on Hacker News
es_us: Compartir en Hacker News

source: Share on LinkedIn
es_us: Compartir en LinkedIn

source: Share on Pinterest
es_us: Compartir en Pinterest

source: Share on Reddit
es_us: Compartir en Reddit

source: Share on Tumblr
es_us: Compartir en Tumblr

source: Share on Twitter
es_us: Compartir en Twitter

source: Share on WhatsApp
es_us: Compartir en WhatsApp

source: Show locations without current appointments
es_us: Mostrar ubicaciones sin citas actuales

source: Showing
es_us: Mostrando de

source: Step 1: Review your county's availability and {state}'s eligibility
es_us: Paso 1: Revise la disponibilidad de su condado y la eligibilidad de {state}

source: Step 2: Use this tool to try and find a pharmacy appointment
es_us: Paso 2: Utiliza esta herramienta para intentar encontrar una cita en la farmacia

source: Subscribe to the <a href="https://github.com/GUI/covid-vaccine-spotter/discussions/27">API Changelog</a> discussion on GitHub for announcements on any API changes or additions.
es_us: Suscríbete a la <a href="https://github.com/GUI/covid-vaccine-spotter/discussions/27">API Changelog</a> conversación en GitHub para recibir anuncios sobre cambios o adiciones a la API.

source: The machine readable data behind the COIVD-19 Vaccine Spotter tool. Very beta.
es_us: Los datos legibles por máquina detrás del Observador de vacunas para COVID-19. Bien preliminario.

source: Tool Status
es_us: Estado de la herramienta

source: Unknown
es_us: Desconocida

source: Unknown Time
es_us: Hora desconocida

source: Unknown status
es_us: Estado desconocido

source: Vaccine type
es_us: Tipo de vacuna

source: Very Beta API
es_us: API muy preliminario

source: View available appointment times on the {name} website.
es_us: Ver horarios de citas disponibles en el sito de web de {name}.

source: View {count} other appointment times
es_us: Ver {count} otros horarios de citas

source: Visit <a href="https://covid19.colorado.gov/for-coloradans/vaccine/where-can-i-get-vaccinated" class="text-white"><strong class="fw-bold">Colorado.gov</strong></a> for detailed information about your county's vaccine options and review whether or not you are eligible yet.
es_us: Visitar <a href="https://covid19.colorado.gov/for-coloradans/vaccine/where-can-i-get-vaccinated" class="text-white"><strong class="fw-bold">Colorado.gov</strong></a> para obtener información detallada sobre las opciones de vacunas de su condado y revisar si es elegible todavía.

source: Visit Colorado.gov
es_us: Visite Colorado.gov

source: Visit {name} Website
es_us: Visitar el sitio web de {name}

source: We haven't collected any data for this pharmacy yet.
es_us: Todavía no hemos recopilado ningún dato para esta farmacia.

source: While I encourage donating to other charities directly, if you'd like to support Vaccine Spotter, thank you! I will <a href="https://givebutter.com/vaccinespotter" target="_blank" rel="noopener">accept contributions</a> (<em>not</em> tax deductible) to cover website hosting costs. Any surplus contributions I will donate to these other charities.
es_us: Si bien recomiendo donar directamente a otras organizaciones benéficas, si desea apoyar a Vaccine Spotter, ¡gracias! <a href="https://givebutter.com/vaccinespotter" target="_blank" rel="noopener">Aceptaré contribuciones</a> (<em> no </em> deducibles de impuestos) para cubrir los costos de alojamiento del sitio web. Las contribuciones excedentes las donaré a estas otras organizaciones benéficas.

source: Within
es_us: Dentro de

source: You may be able to signup for vaccines with a health care provider or there may be other options in your area, in which case you may not need this tool.
es_us: Es posible que puedas inscribirte para recibir vacunas con un proveedor de atención médica o puede haber otras opciones en tu área, en cuyo caso es posible que no necesites esta herramienta.

source: never
es_us: nunca

source: of {count} results
es_us: de {count} resultados

source: {count} locations
es_us: {count} ubicaciones

source: {distance} miles
es_us: {distance} millas
